Repository: Ayuilos/Taiga
Catalog: src/locales/*/messages.po
Languages: ar_ae, bn_bd, de_de, es, hi_in, id_id, ja_jp, pt_br, ru_ru, th_th, ur_pk, vi_vn

source: Add
ar_ae: أضف
bn_bd: যোগ করুন
de_de: Hinzufügen
es: Añadir
hi_in: जोड़ें
id_id: Tambah
ja_jp: 追加
pt_br: Adicionar
ru_ru: Добавить
th_th: เพิ่ม
ur_pk: شامل کریں
vi_vn: Thêm

source: Add models
ar_ae: إضافة نماذج
bn_bd: মডেল যোগ করুন
de_de: Modelle hinzufügen
es: Añadir modelos
hi_in: मॉडल जोड़ें
id_id: Tambahkan model
ja_jp: モデルを追加
pt_br: Adicionar modelos
ru_ru: Добавить модели
th_th: เพิ่มโมเดล
ur_pk: ماڈل شامل کریں
vi_vn: Thêm mô hình

source: Added models
ar_ae: تمت إضافة النماذج
bn_bd: মডেল যোগ করা হয়েছে
de_de: Hinzugefügte Modelle
es: Modelos añadidos
hi_in: मॉडल जोड़े गए
id_id: Model ditambahkan
ja_jp: 追加されたモデル
pt_br: Modelos adicionados
ru_ru: Добавленные модели
th_th: เพิ่มโมเดลแล้ว
ur_pk: ماڈل شامل کردیے گئے
vi_vn: Đã thêm các mô hình

source: API Key
ar_ae: مفتاح API
bn_bd: API কী
de_de: API-Schlüssel
es: Clave API
hi_in: एपीआई कुंजी
id_id: Kunci API
ja_jp: APIキー
pt_br: Chave de API
ru_ru: API Ключ
th_th: คีย์ API
ur_pk: API کی
vi_vn: Khóa API

source: Are you sure to delete this chat?
ar_ae: هل أنت متأكد من حذف هذه المحادثة؟
bn_bd: আপনি কি এই চ্যাটটি মুছে ফেলতে চান?
de_de: Möchten Sie diesen Chat wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este chat?
hi_in: क्या आप वाकई इस चैट को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus obrolan ini?
ja_jp: このチャットを削除してもよろしいですか？
pt_br: Tem certeza que deseja excluir este chat?
ru_ru: Вы уверены, что хотите удалить этот чат?
th_th: คุณแน่ใจหรือไม่ที่จะลบแชทนี้?
ur_pk: کیا آپ اس چیٹ کو حذف کرنے کے لئے یقین رکھتے ہیں؟
vi_vn: Bạn có chắc chắn muốn xóa cuộc trò chuyện này không?

source: Are you sure you want to delete all chat history?
ar_ae: هل أنت متأكد من أنك تريد حذف سجل المحادثات بالكامل؟
bn_bd: আপনি কি সমস্ত চ্যাট ইতিহাস মুছে ফেলতে চান?
de_de: Möchten Sie wirklich den gesamten Chatverlauf löschen?
es: ¿Estás seguro de que quieres eliminar todo el historial del chat?
hi_in: क्या आप वाकई सभी चैट इतिहास को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus semua riwayat obrolan?
ja_jp: すべてのチャット履歴を削除してもよろしいですか？
pt_br: Tem certeza que deseja excluir todo o histórico de chat?
ru_ru: Вы уверены, что хотите удалить всю историю чатов?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบประวัติการแชททั้งหมด?
ur_pk: کیا آپ تمام چیٹ کی تاریخ کو حذف کرنے کے لئے یقین رکھتے ہیں؟
vi_vn: Bạn có chắc chắn muốn xóa toàn bộ lịch sử trò chuyện không?

source: Are you sure you want to delete this provider?
ar_ae: هل أنت متأكد من أنك تريد حذف هذا الموفر؟
bn_bd: আপনি কি এই প্রদানকারীকে মুছে ফেলতে চান?
de_de: Möchten Sie diesen Anbieter wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este proveedor?
hi_in: क्या आप वाकई इस प्रदाता को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus penyedia ini?
ja_jp: このプロバイダーを削除してもよろしいですか？
pt_br: Tem certeza que deseja excluir este provedor?
ru_ru: Вы уверены, что хотите удалить этого провайдера?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้ให้บริการนี้?
ur_pk: کیا آپ اس فراہم کنندہ کو حذف کرنے کے لئے یقین رکھتے ہیں؟
vi_vn: Bạn có chắc chắn muốn xóa nhà cung cấp này không?

source: Are you sure you want to delete this theme CSS?
bn_bd: আপনি কি নিশ্চিত যে আপনি এই থিম CSS মুছে ফেলতে চান?
ja_jp: このテーマCSSを削除してもよろしいですか？

source: Args Input by Model
ar_ae: مدخلات الوسائط بواسطة النموذج
bn_bd: মডেল দ্বারা আর্গুমেন্ট ইনপুট
de_de: Argumenteingabe durch Modell
es: Argumentos introducidos por el modelo
hi_in: मॉडल द्वारा इनपुट किए गए तर्क
id_id: Argumen Input oleh Model
ja_jp: モデルによる引数入力
pt_br: Argumentos de Entrada pelo Modelo
ru_ru: Входные аргументы модели
th_th: อาร์กิวเมนต์ที่ป้อนโดยโมเดล
ur_pk: ماڈل کے ذریعے ان پٹ آرگ
vi_vn: Tham số Đầu vào bởi Mô hình

source: Available models
ar_ae: النماذج المتاحة
bn_bd: উপলব্ধ মডেল
de_de: Verfügbare Modelle
es: Modelos disponibles
hi_in: उपलब्ध मॉडल
id_id: Model yang tersedia
ja_jp: 利用可能なモデル
pt_br: Modelos disponíveis
ru_ru: Доступные модели
th_th: โมเดลที่มี
ur_pk: دستیاب ماڈل
vi_vn: Các mô hình có sẵn

source: Base URL
ar_ae: عنوان URL الأساسي
bn_bd: বেস URL
de_de: Basis-URL
es: URL base
hi_in: बेस यूआरएल
id_id: URL Dasar
ja_jp: ベースURL
pt_br: URL Base
ru_ru: Базовый URL
th_th: URL หลัก
ur_pk: بیس یو آر ایل
vi_vn: URL cơ sở

source: Cancel
ar_ae: إلغاء
bn_bd: বাতিল
de_de: Abbrechen
es: Cancelar
hi_in: रद्द करें
id_id: Batal
ja_jp: キャンセル
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
ur_pk: منسوخ کریں
vi_vn: Hủy

source: Chat
ar_ae: محادثة
bn_bd: চ্যাট
hi_in: चैट
id_id: Obrolan
ja_jp: チャット
ru_ru: Чат
th_th: แชท
ur_pk: چیٹ
vi_vn: Trò chuyện

source: Chat History
ar_ae: سجل المحادثات
bn_bd: চ্যাট ইতিহাস
de_de: Chatverlauf
es: Historial del chat
hi_in: चैट इतिहास
id_id: Riwayat Obrolan
ja_jp: チャット履歴
pt_br: Histórico de Chat
ru_ru: История чатов
th_th: ประวัติการแชท
ur_pk: چیٹ کی تاریخ
vi_vn: Lịch sử trò chuyện

source: Chat stopped by user
ar_ae: تم إيقاف المحادثة بواسطة المستخدم
bn_bd: ব্যবহারকারী দ্বারা চ্যাট বন্ধ করা হয়েছে
de_de: Chat vom Benutzer gestoppt
es: Chat detenido por el usuario
hi_in: उपयोगकर्ता द्वारा चैट बंद कर दी गई
id_id: Obrolan dihentikan oleh pengguna
ja_jp: ユーザーによってチャットが停止されました
pt_br: Chat interrompido pelo usuário
ru_ru: Чат остановлен пользователем
th_th: แชทถูกหยุดโดยผู้ใช้
ur_pk: صارف کی جانب سے چیٹ روک دی گئی
vi_vn: Trò chuyện bị dừng bởi người dùng

source: Check reasoning process
ar_ae: تحقق من عملية الاستدلال
bn_bd: যুক্তি প্রক্রিয়া পরীক্ষা করুন
de_de: Überprüfung des Denkprozesses
es: Verificar el proceso de razonamiento
hi_in: तर्क प्रक्रिया जांचें
id_id: Periksa proses penalaran
ja_jp: 推論プロセスを確認する
pt_br: Verificar processo de raciocínio
ru_ru: Проверить процесс рассуждения
th_th: ตรวจสอบกระบวนการให้เหตุผล
ur_pk: استدلال کے عمل کی جانچ کریں
vi_vn: Kiểm tra quá trình suy luận

source: Choose models
ar_ae: اختر النماذج
bn_bd: মডেল নির্বাচন করুন
de_de: Modelle auswählen
es: Elegir modelos
hi_in: मॉडल चुनें
id_id: Pilih model
ja_jp: モデルを選択
pt_br: Escolher modelos
ru_ru: Выбрать модели
th_th: เลือกโมเดล
ur_pk: ماڈل منتخب کریں
vi_vn: Chọn mô hình

source: Common Tool
bn_bd: সাধারণ সরঞ্জাম
ja_jp: 共通ツール
th_th: เครื่องมือทั่วไป

source: Confirm
ar_ae: تأكيد
bn_bd: নিশ্চিত করুন
de_de: Bestätigen
es: Confirmar
hi_in: पुष्टि करें
id_id: Konfirmasi
ja_jp: 確認
pt_br: Confirmar
ru_ru: Подтвердить
th_th: ยืนยัน
ur_pk: تصدیق کریں
vi_vn: Xác nhận

source: Copied to clipboard
bn_bd: ক্লিপবোর্ডে কপি করা হয়েছে
ja_jp: クリップボードにコピーしました
th_th: คัดลอกไปยังคลิปบอร์ดแล้ว

source: Copy
ar_ae: نسخ
bn_bd: কপি
de_de: Kopieren
es: Copiar
hi_in: कॉपी
id_id: Salin
ja_jp: コピー
pt_br: Copiar
ru_ru: Копировать
th_th: คัดลอก
ur_pk: کاپی کریں
vi_vn: Sao chép

source: CSS
bn_bd: সিএসএস

source: Custom
ar_ae: مخصص
bn_bd: কাস্টম
de_de: Benutzerdefiniert
es: Personalizado
hi_in: कस्टम
id_id: Kustom
ja_jp: カスタム
pt_br: Personalizado
ru_ru: Пользовательский
th_th: กำหนดเอง
ur_pk: اپنی مرضی کے مطابق
vi_vn: Tùy chỉnh

source: Custom Theme
bn_bd: কাস্টম থিম
ja_jp: カスタムテーマ

source: Custom theme name already exists
bn_bd: কাস্টম থিমের নাম ইতিমধ্যে বিদ্যমান
ja_jp: カスタムテーマ名が既に存在します

source: Customize your own theme from tweakcn
bn_bd: tweakcn থেকে আপনার নিজস্ব থিম কাস্টমাইজ করুন
ja_jp: tweakcnから独自のテーマをカスタマイズ

source: Default Chat Model
ar_ae: نموذج الدردشة الافتراضي
bn_bd: ডিফল্ট চ্যাট মডেল
de_de: Standard-Chatmodell
es: Modelo de chat predeterminado
hi_in: डिफ़ॉल्ट चैट मॉडल
id_id: Model Obrolan Default
ja_jp: デフォルトチャットモデル
pt_br: Modelo de Chat Padrão
ru_ru: Модель чата по умолчанию
th_th: โมเดลแชทเริ่มต้น
ur_pk: ڈیفالٹ چیٹ ماڈل
vi_vn: Mô hình trò chuyện mặc định

source: Default Chat Summarize Model
ar_ae: نموذج تلخيص الدردشة الافتراضي
bn_bd: ডিফল্ট চ্যাট সংক্ষিপ্তকরণ মডেল
de_de: Standardmodell für Chat-Zusammenfassung
es: Modelo de resumen de chat predeterminado
hi_in: डिफ़ॉल्ट चैट सारांश मॉडल
id_id: Model Ringkasan Obrolan Default
ja_jp: デフォルトチャット要約モデル
pt_br: Modelo de Resumo de Chat Padrão
ru_ru: Модель для суммирования чата по умолчанию
th_th: โมเดลสรุปแชทเริ่มต้น
ur_pk: ڈیفالٹ چیٹ کا خلاصہ ماڈل
vi_vn: Mô hình tóm tắt trò chuyện mặc định

source: Default Models
ar_ae: النماذج الافتراضية
bn_bd: ডিফল্ট মডেল
de_de: Standardmodelle
es: Modelos predeterminados
hi_in: डिफ़ॉल्ट मॉडल
id_id: Model Default
ja_jp: デフォルトモデル
pt_br: Modelos Padrão
ru_ru: Модели по умолчанию
th_th: โมเดลเริ่มต้น
ur_pk: ڈیفالٹ ماڈل
vi_vn: Các mô hình mặc định

source: Default Translate Model
ar_ae: نموذج الترجمة الافتراضي
bn_bd: ডিফল্ট অনুবাদ মডেল
de_de: Standard-Übersetzungsmodell
es: Modelo de traducción predeterminado
hi_in: डिफ़ॉल्ट अनुवाद मॉडल
id_id: Model Terjemahan Default
ja_jp: デフォルト翻訳モデル
pt_br: Modelo de Tradução Padrão
ru_ru: Модель перевода по умолчанию
th_th: โมเดลแปลเริ่มต้น
ur_pk: ڈیفالٹ ترجمہ ماڈل
vi_vn: Mô hình dịch mặc định

source: Delete
ar_ae: حذف
bn_bd: মুছে ফেলুন
de_de: Löschen
es: Eliminar
hi_in: हटाएं
id_id: Hapus
ja_jp: 削除
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
ur_pk: حذف کریں
vi_vn: Xóa

source: Delete all chat history
ar_ae: حذف سجل المحادثات بالكامل
bn_bd: সমস্ত চ্যাট ইতিহাস মুছে ফেলুন
de_de: Gesamten Chatverlauf löschen
es: Eliminar todo el historial del chat
hi_in: सभी चैट इतिहास हटाएं
id_id: Hapus semua riwayat obrolan
ja_jp: すべてのチャット履歴を削除
pt_br: Excluir todo o histórico de chat
ru_ru: Удалить всю историю чатов
th_th: ลบประวัติการแชททั้งหมด
ur_pk: تمام چیٹ کی تاریخ حذف کریں
vi_vn: Xóa toàn bộ lịch sử trò chuyện

source: Delete Custom Theme CSS
bn_bd: কাস্টম থিম CSS মুছুন
ja_jp: カスタムテーマCSSを削除

source: Delete Provider
ar_ae: حذف الموفر
bn_bd: প্রদানকারী মুছুন
de_de: Anbieter löschen
es: Eliminar proveedor
hi_in: प्रदाता हटाएं
id_id: Hapus Penyedia
ja_jp: プロバイダーを削除
pt_br: Excluir Provedor
ru_ru: Удалить провайдера
th_th: ลบผู้ให้บริการ
ur_pk: فراہم کنندہ حذف کریں
vi_vn: Xóa nhà cung cấp

source: Edit message
ar_ae: تحرير الرسالة
bn_bd: বার্তা সম্পাদনা করুন
de_de: Nachricht bearbeiten
es: Editar mensaje
hi_in: संदेश संपादित करें
id_id: Edit pesan
ja_jp: メッセージを編集
pt_br: Editar mensagem
ru_ru: Редактировать сообщение
th_th: แก้ไขข้อความ
ur_pk: پیغام میں ترمیم کریں
vi_vn: Sửa tin nhắn

source: Error Happen
ar_ae: حدث خطأ
bn_bd: ত্রুটি ঘটেছে
de_de: Fehler aufgetreten
es: Ocurrió un error
hi_in: त्रुटि हुई
id_id: Terjadi Kesalahan
ja_jp: エラーが発生しました
pt_br: Ocorreu um erro
ru_ru: Произошла ошибка
th_th: เกิดข้อผิดพลาด
ur_pk: غلطی ہو گئی
vi_vn: Có lỗi xảy ra

source: Failed to copy to clipboard
ar_ae: فشل النسخ إلى الحافظة
bn_bd: ক্লিপবোর্ডে কপি করতে ব্যর্থ হয়েছে
de_de: Fehler beim Kopieren in die Zwischenablage
es: Error al copiar al portapapeles
hi_in: क्लिपबोर्ड पर कॉपी करने में विफल
id_id: Gagal menyalin ke clipboard
ja_jp: クリップボードへのコピーに失敗しました
pt_br: Falha ao copiar para a área de transferência
ru_ru: Не удалось скопировать в буфер обмена
th_th: คัดลอกไปยังคลิปบอร์ดล้มเหลว
ur_pk: کلپ بورڈ پر کاپی کرنے میں ناکام
vi_vn: Không thể sao chép vào clipboard

source: Failed to summarize
ar_ae: فشل التلخيص
bn_bd: সংক্ষিপ্ত করতে ব্যর্থ হয়েছে
de_de: Zusammenfassung fehlgeschlagen
es: Error al resumir
hi_in: सारांश करने में विफल
id_id: Gagal meringkas
ja_jp: 要約に失敗しました
pt_br: Falha ao resumir
ru_ru: Не удалось суммировать
th_th: สรุปผลล้มเหลว
ur_pk: خلاصہ کرنے میں ناکام
vi_vn: Không thể tóm tắt

source: Find more Searxng instances
bn_bd: আরও Searxng উদাহরণ খুঁজুন
ja_jp: Searxngインスタンスをもっと探す
th_th: ค้นหา Searxng เพิ่มเติม

source: Font Size
bn_bd: ফন্টের আকার
ja_jp: フォントサイズ
th_th: ขนาดตัวอักษร

source: Font Weight
bn_bd: ফন্টের ওজন
ja_jp: フォントの太さ
th_th: ความหนาของตัวอักษร

source: Get API keys
ar_ae: الحصول على مفاتيح واجهة برمجة التطبيقات
bn_bd: API কী পান
de_de: API-Schlüssel abrufen
hi_in: एपीआई कुंजियाँ प्राप्त करें
id_id: Dapatkan kunci API
ja_jp: APIキーを取得
pt_br: Obter chaves de API
ru_ru: Получить ключи API
th_th: รับคีย์ API
ur_pk: API کیز حاصل کریں
vi_vn: Lấy khóa API

source: Getting models...
ar_ae: جارٍ الحصول على النماذج...
bn_bd: মডেল পাওয়া যাচ্ছে...
de_de: Modelle werden abgerufen...
es: Obteniendo modelos...
hi_in: मॉडल प्राप्त किए जा रहे हैं...
id_id: Mendapatkan model...
ja_jp: モデルを取得中...
pt_br: Obtendo modelos...
ru_ru: Получение моделей...
th_th: กำลังรับโมเดล...
ur_pk: ماڈل حاصل کیے جا رہے ہیں...
vi_vn: Đang tải các mô hình...

source: Into
ar_ae: إلى
bn_bd: মধ্যে
de_de: Nach
es: A
hi_in: में
id_id: Ke
ja_jp: へ
pt_br: Para
ru_ru: В
th_th: เป็น
ur_pk: میں
vi_vn: Sang

source: Is calling tool...
ar_ae: جارٍ استدعاء الأداة...
bn_bd: টুল কল করা হচ্ছে...
de_de: Ruft Tool auf...
es: Llamando a la herramienta...
hi_in: टूल को कॉल किया जा रहा है...
id_id: Memanggil alat...
ja_jp: ツールを呼び出し中...
pt_br: Está chamando a ferramenta...
ru_ru: Вызывается инструмент...
th_th: กำลังเรียกใช้เครื่องมือ...
ur_pk: ٹول کو کال کر رہا ہے...
vi_vn: Đang gọi công cụ...

source: Is reasoning...
ar_ae: جارٍ الاستدلال...
bn_bd: যুক্তি দেওয়া হচ্ছে...
de_de: Denkt nach...
es: Razonando...
hi_in: तर्क किया जा रहा है...
id_id: Sedang menalar...
ja_jp: 推論中...
pt_br: Está raciocinando...
ru_ru: Идет рассуждение...
th_th: กำลังให้เหตุผล...
ur_pk: استدلال کر رہا ہے...
vi_vn: Đang suy luận...

source: Manage Models
ar_ae: إدارة النماذج
bn_bd: মডেল পরিচালনা করুন
de_de: Modelle verwalten
es: Administrar modelos
hi_in: मॉडल प्रबंधित करें
id_id: Kelola Model
ja_jp: モデルを管理
pt_br: Gerenciar Modelos
ru_ru: Управление моделями
th_th: จัดการโมเดล
ur_pk: ماڈل کا انتظام کریں
vi_vn: Quản lý mô hình

source: Model Management
ar_ae: إدارة النماذج
bn_bd: মডেল ব্যবস্থাপনা
de_de: Modellverwaltung
es: Administración de modelos
hi_in: मॉडल प्रबंधन
id_id: Manajemen Model
ja_jp: モデル管理
pt_br: Gerenciamento de Modelos
ru_ru: Управление моделями
th_th: การจัดการโมเดล
ur_pk: ماڈل کا انتظام
vi_vn: Quản lý mô hình

source: Name
ar_ae: اسم
bn_bd: নাম
es: Nombre
hi_in: नाम
id_id: Nama
ja_jp: 名前
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ
ur_pk: نام
vi_vn: Tên

source: No chats found
ar_ae: لم يتم العثور على أي محادثات
bn_bd: কোনো চ্যাট পাওয়া যায়নি
de_de: Keine Chats gefunden
es: No se encontraron chats
hi_in: कोई चैट नहीं मिली
id_id: Tidak ada obrolan yang ditemukan
ja_jp: チャットが見つかりません
pt_br: Nenhum chat encontrado
ru_ru: Чаты не найдены
th_th: ไม่พบแชท
ur_pk: کوئی چیٹ نہیں ملی
vi_vn: Không tìm thấy cuộc trò chuyện nào

source: No Custom Theme CSS found
bn_bd: কোনো কাস্টম থিম CSS পাওয়া যায়নি
ja_jp: カスタムテーマCSSが見つかりません

source: No models found
ar_ae: لم يتم العثور على أي نماذج
bn_bd: কোনো মডেল পাওয়া যায়নি
de_de: Keine Modelle gefunden
es: No se encontraron modelos
hi_in: कोई मॉडल नहीं मिला
id_id: Tidak ada model yang ditemukan
ja_jp: モデルが見つかりません
pt_br: Nenhum modelo encontrado
ru_ru: Модели не найдены
th_th: ไม่พบโมเดล
ur_pk: کوئی ماڈل نہیں ملا
vi_vn: Không tìm thấy mô hình nào

source: No provider found
ar_ae: لم يتم العثور على أي موفر
bn_bd: কোনো প্রদানকারী পাওয়া যায়নি
de_de: Kein Anbieter gefunden
es: No se encontró ningún proveedor
hi_in: कोई प्रदाता नहीं मिला
id_id: Tidak ada penyedia yang ditemukan
ja_jp: プロバイダーが見つかりません
pt_br: Nenhum provedor encontrado
ru_ru: Провайдер не найден
th_th: ไม่พบผู้ให้บริการ
ur_pk: کوئی فراہم کنندہ نہیں ملا
vi_vn: Không tìm thấy nhà cung cấp nào

source: Paste CSS code from tweakcn at here
bn_bd: এখানে tweakcn থেকে CSS কোড পেস্ট করুন
ja_jp: tweakcnからCSSコードをここに貼り付けてください

source: Preset
ar_ae: مسبق
bn_bd: প্রিসেট
de_de: Voreinstellung
es: Preestablecido
hi_in: प्रीसेट
ja_jp: プリセット
pt_br: Predefinido
ru_ru: Предустановка
th_th: ตั้งค่าล่วงหน้า
ur_pk: پہلے سے طے شدہ
vi_vn: Cài đặt sẵn

source: Provider name already exists
ar_ae: اسم الموفر موجود بالفعل
bn_bd: প্রদানকারীর নাম ইতিমধ্যে বিদ্যমান
de_de: Anbietername ist bereits vorhanden
es: El nombre del proveedor ya existe
hi_in: प्रदाता नाम पहले से मौजूद है
id_id: Nama penyedia sudah ada
ja_jp: プロバイダー名がすでに存在します
pt_br: O nome do provedor já existe
ru_ru: Имя провайдера уже существует
th_th: มีชื่อผู้ให้บริการอยู่แล้ว
ur_pk: فراہم کنندہ کا نام پہلے سے موجود ہے
vi_vn: Tên nhà cung cấp đã tồn tại

source: Providers
ar_ae: الموفرون
bn_bd: প্রদানকারী
de_de: Anbieter
es: Proveedores
hi_in: प्रदाता
id_id: Penyedia
ja_jp: プロバイダー
pt_br: Provedores
ru_ru: Провайдеры
th_th: ผู้ให้บริการ
ur_pk: فراہم کنندگان
vi_vn: Nhà cung cấp

source: Reasoning process
ar_ae: عملية الاستدلال
bn_bd: যুক্তি প্রক্রিয়া
de_de: Denkprozess
es: Proceso de razonamiento
hi_in: तर्क प्रक्रिया
id_id: Proses penalaran
ja_jp: 推論プロセス
pt_br: Processo de raciocínio
ru_ru: Процесс рассуждения
th_th: กระบวนการให้เหตุผล
ur_pk: استدلال کا عمل
vi_vn: Quá trình suy luận

source: Reasoning Process
ar_ae: عملية الاستدلال
bn_bd: যুক্তি প্রক্রিয়া
de_de: Denkprozess
es: Proceso de razonamiento
hi_in: तर्क प्रक्रिया
id_id: Proses Penalaran
ja_jp: 推論プロセス
pt_br: Processo de Raciocínio
ru_ru: Процесс рассуждения
th_th: กระบวนการให้เหตุผล
ur_pk: استدلال کا عمل
vi_vn: Quá trình suy luận

source: Reasoning...
ar_ae: الاستدلال...
bn_bd: যুক্তি দেওয়া হচ্ছে...
de_de: Denken...
es: Razonando...
hi_in: तर्क किया जा रहा है...
id_id: Menalar...
ja_jp: 推論...
pt_br: Raciocinando...
ru_ru: Рассуждение...
th_th: กำลังให้เหตุผล...
ur_pk: استدلال...
vi_vn: Đang suy luận...

source: Regenerate reply
ar_ae: إعادة إنشاء الرد
bn_bd: উত্তর পুনরুত্পাদন করুন
de_de: Antwort neu generieren
es: Regenerar respuesta
hi_in: उत्तर को पुन: उत्पन्न करें
id_id: Hasilkan ulang balasan
ja_jp: 返信を再生成
pt_br: Regenerar resposta
ru_ru: Перегенерировать ответ
th_th: สร้างคำตอบใหม่
ur_pk: جواب دوبارہ بنائیں
vi_vn: Tạo lại phản hồi

source: Removed models
ar_ae: تمت إزالة النماذج
bn_bd: মডেল সরানো হয়েছে
de_de: Entfernte Modelle
es: Modelos eliminados
hi_in: मॉडल हटा दिए गए
id_id: Model dihapus
ja_jp: 削除されたモデル
pt_br: Modelos removidos
ru_ru: Удаленные модели
th_th: ลบโมเดลแล้ว
ur_pk: ماڈل ہٹا دیئے گئے
vi_vn: Đã xóa các mô hình

source: Request timeout
ar_ae: انتهت مهلة الطلب
bn_bd: অনুরোধের সময়সীমা শেষ
de_de: Anfrage-Timeout
es: Tiempo de espera agotado
hi_in: अनुरोध समय समाप्त
id_id: Waktu permintaan habis
ja_jp: リクエストタイムアウト
pt_br: Tempo limite da solicitação
ru_ru: Превышено время ожидания запроса
th_th: คำขอหมดเวลา
ur_pk: درخواست کا وقت ختم
vi_vn: Yêu cầu hết thời gian chờ

source: Search APIs
ar_ae: واجهات برمجة تطبيقات البحث
bn_bd: অনুসন্ধান API
de_de: Such-APIs
es: Buscar APIs
hi_in: खोज एपीआई
id_id: API Pencarian
ja_jp: 検索API
pt_br: APIs de pesquisa
ru_ru: Поисковые API
th_th: ค้นหา APIs
ur_pk: تلاش APIs
vi_vn: Tìm kiếm API

source: Search Custom Theme CSS...
bn_bd: কাস্টম থিম CSS অনুসন্ধান করুন...
ja_jp: カスタムテーマCSSを検索...

source: Search models...
ar_ae: البحث عن النماذج...
bn_bd: মডেল অনুসন্ধান করুন...
de_de: Modelle suchen...
es: Buscar modelos...
hi_in: मॉडल खोजें...
id_id: Cari model...
ja_jp: モデルを検索...
pt_br: Pesquisar modelos...
ru_ru: Поиск моделей...
th_th: ค้นหาโมเดล...
ur_pk: ماڈل تلاش کریں...
vi_vn: Tìm kiếm mô hình...

source: Search provider...
ar_ae: البحث عن موفر...
bn_bd: প্রদানকারী অনুসন্ধান করুন...
de_de: Anbieter suchen...
es: Buscar proveedor...
hi_in: प्रदाता खोजें...
id_id: Cari penyedia...
ja_jp: プロバイダーを検索...
pt_br: Pesquisar provedor...
ru_ru: Поиск провайдера...
th_th: ค้นหาผู้ให้บริการ...
ur_pk: فراہم کنندہ تلاش کریں...
vi_vn: Tìm kiếm nhà cung cấp...

source: Search Tool
bn_bd: অনুসন্ধান সরঞ্জাম
ja_jp: 検索ツール
th_th: เครื่องมือค้นหา

source: Select a model
ar_ae: اختر نموذجًا
bn_bd: একটি মডেল নির্বাচন করুন
de_de: Modell auswählen
es: Seleccionar un modelo
hi_in: एक मॉडल चुनें
id_id: Pilih model
ja_jp: モデルを選択
pt_br: Selecione um modelo
ru_ru: Выберите модель
th_th: เลือกโมเดล
ur_pk: ایک ماڈل منتخب کریں
vi_vn: Chọn một mô hình

source: Select model
ar_ae: اختر نموذجًا
bn_bd: মডেল নির্বাচন করুন
de_de: Modell auswählen
es: Seleccionar modelo
hi_in: मॉडल चुनें
id_id: Pilih model
ja_jp: モデルを選択
pt_br: Selecionar modelo
ru_ru: Выберите модель
th_th: เลือกโมเดล
ur_pk: ماڈل منتخب کریں
vi_vn: Chọn mô hình

source: Set now
ar_ae: تعيين الآن
bn_bd: এখনই সেট করুন
de_de: Jetzt einstellen
es: Establecer ahora
hi_in: अभी सेट करें
id_id: Atur sekarang
ja_jp: 今すぐ設定
pt_br: Definir agora
ru_ru: Установить сейчас
th_th: ตั้งค่าทันที
ur_pk: اب سیٹ کریں
vi_vn: Thiết lập ngay

source: Settings
ar_ae: إعدادات
bn_bd: সেটিংস
de_de: Einstellungen
es: Ajustes
hi_in: सेटिंग्स
id_id: Pengaturan
ja_jp: 設定
pt_br: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
ur_pk: ترتیبات
vi_vn: Cài đặt

source: Spend Time
ar_ae: قضاء الوقت
bn_bd: সময় ব্যয় করুন
de_de: Verbrachte Zeit
es: Tiempo transcurrido
hi_in: खर्च किया गया समय
id_id: Waktu yang Dihabiskan
ja_jp: 経過時間
pt_br: Tempo Gasto
ru_ru: Затраченное время
th_th: ใช้เวลา
ur_pk: وقت گزاریں
vi_vn: Thời gian sử dụng

source: Step End
ar_ae: نهاية الخطوة
bn_bd: শেষ ধাপ
de_de: Schrittende
es: Fin del paso
hi_in: चरण समाप्त
id_id: Langkah Selesai
ja_jp: ステップ終了
pt_br: Fim da Etapa
ru_ru: Конец шага
th_th: สิ้นสุดขั้นตอน
ur_pk: مرحلہ اختتام
vi_vn: Kết thúc bước

source: Step Over
bn_bd: ধাপ অতিক্রম করুন

source: Stop
ar_ae: إيقاف
bn_bd: থামুন
de_de: Stopp
es: Detener
hi_in: बंद करें
id_id: Berhenti
ja_jp: 停止
pt_br: Parar
ru_ru: Стоп
th_th: หยุด
ur_pk: روکیں
vi_vn: Dừng

source: Text copied to clipboard
ar_ae: تم نسخ النص إلى الحافظة
bn_bd: ক্লিপবোর্ডে লেখা কপি করা হয়েছে
de_de: Text in die Zwischenablage kopiert
es: Texto copiado al portapapeles
hi_in: टेक्स्ट को क्लिपबोर्ड पर कॉपी किया गया
id_id: Teks disalin ke clipboard
ja_jp: テキストがクリップボードにコピーされました
pt_br: Texto copiado para a área de transferência
ru_ru: Текст скопирован в буфер обмена
th_th: คัดลอกข้อความไปยังคลิปบอร์ดแล้ว
ur_pk: متن کلپ بورڈ پر کاپی کیا گیا
vi_vn: Đã sao chép văn bản vào clipboard

source: Theme
bn_bd: থিম
ja_jp: テーマ
th_th: ธีม

source: Tool-Call Result
ar_ae: نتيجة استدعاء الأداة
bn_bd: টুল-কল ফলাফল
de_de: Tool-Aufruf Ergebnis
es: Resultado de la llamada a la herramienta
hi_in: टूल-कॉल परिणाम
id_id: Hasil Panggilan Alat
ja_jp: ツール呼び出し結果
pt_br: Resultado da Chamada de Ferramenta
ru_ru: Результат вызова инструмента
th_th: ผลลัพธ์การเรียกใช้เครื่องมือ
ur_pk: ٹول کال کا نتیجہ
vi_vn: Kết quả Gọi công cụ

source: Translate
ar_ae: ترجمة
bn_bd: অনুবাদ করুন
de_de: Übersetzen
es: Traducir
hi_in: अनुवाद करें
id_id: Terjemahkan
ja_jp: 翻訳
pt_br: Traduzir
ru_ru: Перевести
th_th: แปล
ur_pk: ترجمہ کریں
vi_vn: Dịch

source: Translation cancelled
ar_ae: تم إلغاء الترجمة
bn_bd: অনুবাদ বাতিল করা হয়েছে
de_de: Übersetzung abgebrochen
es: Traducción cancelada
hi_in: अनुवाद रद्द कर दिया गया
id_id: Terjemahan dibatalkan
ja_jp: 翻訳がキャンセルされました
pt_br: Tradução cancelada
ru_ru: Перевод отменен
th_th: ยกเลิกการแปล
ur_pk: ترجمہ منسوخ کردیا گیا
vi_vn: Đã hủy bản dịch

source: Translation completed
ar_ae: اكتملت الترجمة
bn_bd: অনুবাদ সম্পন্ন হয়েছে
de_de: Übersetzung abgeschlossen
es: Traducción completada
hi_in: अनुवाद पूरा हुआ
id_id: Terjemahan selesai
ja_jp: 翻訳が完了しました
pt_br: Tradução concluída
ru_ru: Перевод завершен
th_th: แปลเสร็จสมบูรณ์
ur_pk: ترجمہ مکمل ہوگیا
vi_vn: Đã hoàn thành bản dịch

source: Unknown error
ar_ae: خطأ غير معروف
bn_bd: অজানা ত্রুটি
de_de: Unbekannter Fehler
es: Error desconocido
hi_in: अज्ञात त्रुटि
id_id: Kesalahan tidak dikenal
ja_jp: 不明なエラー
pt_br: Erro desconhecido
ru_ru: Неизвестная ошибка
th_th: ข้อผิดพลาดที่ไม่รู้จัก
ur_pk: نامعلوم غلطی
vi_vn: Lỗi không xác định

source: Used Tool
ar_ae: الأداة المستخدمة
bn_bd: ব্যবহৃত টুল
de_de: Verwendetes Tool
es: Herramienta utilizada
hi_in: उपयोग किया गया टूल
id_id: Alat yang Digunakan
ja_jp: 使用されたツール
pt_br: Ferramenta Usada
ru_ru: Использованный инструмент
th_th: เครื่องมือที่ใช้
ur_pk: استعمال شدہ ٹول
vi_vn: Công cụ đã sử dụng

source: User stopped chat
ar_ae: أوقف المستخدم الدردشة
bn_bd: ব্যবহারকারী চ্যাট বন্ধ করেছে
de_de: Benutzer hat Chat gestoppt
es: El usuario detuvo el chat
hi_in: उपयोगकर्ता ने चैट बंद कर दी
id_id: Pengguna menghentikan obrolan
ja_jp: ユーザーがチャットを停止しました
pt_br: Chat interrompido pelo usuário
ru_ru: Чат остановлен пользователем
th_th: ผู้ใช้หยุดแชท
ur_pk: صارف نے چیٹ روک دی
vi_vn: Người dùng đã dừng trò chuyện

source: Waiting...
ar_ae: انتظار...
bn_bd: অপেক্ষা করা হচ্ছে...
de_de: Warten...
es: Esperando...
hi_in: प्रतीक्षा कर रहा है...
id_id: Menunggu...
ja_jp: 待機中...
pt_br: Aguardando...
ru_ru: Ожидание...
th_th: กำลังรอ...
ur_pk: انتظار کر رہا ہے...
vi_vn: Đang chờ...
