Repository: Ayuilos/Taiga
Catalog: src/locales/*/messages.po
Languages: ar_ae, bn_bd, de_de, es, hi_in, id_id, ja_jp, pt_br, ru_ru, th_th, ur_pk, vi_vn

source: What can I help you?
ar_ae: بماذا يمكنني مساعدتك؟
bn_bd: আমি আপনাকে কিভাবে সাহায্য করতে পারি?
de_de: Wie kann ich Ihnen helfen?
es: ¿En qué puedo ayudarte?
hi_in: मैं आपकी क्या मदद कर सकता हूँ?
id_id: Ada yang bisa saya bantu?
ja_jp: 何かお手伝いできることはありますか？
pt_br: Em que posso ajudar?
ru_ru: Чем я могу вам помочь?
th_th: มีอะไรให้ฉันช่วยไหม?
ur_pk: میں آپ کی کیا مدد کرسکتا ہوں؟
vi_vn: Tôi có thể giúp gì cho bạn?

source: You're adding new provider
ar_ae: أنت تضيف موفرًا جديدًا
bn_bd: আপনি নতুন প্রদানকারী যোগ করছেন
de_de: Sie fügen einen neuen Anbieter hinzu
es: Estás agregando un nuevo proveedor
hi_in: आप नया प्रदाता जोड़ रहे हैं
id_id: Anda menambahkan penyedia baru
ja_jp: 新しいプロバイダーを追加しています
pt_br: Você está adicionando um novo provedor
ru_ru: Вы добавляете нового провайдера
th_th: คุณกำลังเพิ่มผู้ให้บริการใหม่
ur_pk: آپ نیا فراہم کنندہ شامل کر رہے ہیں
vi_vn: Bạn đang thêm nhà cung cấp mới

source: You're translating
ar_ae: أنت تترجم
bn_bd: আপনি অনুবাদ করছেন
de_de: Sie übersetzen
es: Estás traduciendo
hi_in: आप अनुवाद कर रहे हैं
id_id: Anda menerjemahkan
ja_jp: 翻訳中
pt_br: Você está traduzindo
ru_ru: Вы переводите
th_th: คุณกำลังแปล
ur_pk: آپ ترجمہ کر رہے ہیں
vi_vn: Bạn đang dịch

source: You're using reasoning model in translation which is not recommended
ar_ae: أنت تستخدم نموذج الاستدلال في الترجمة وهو أمر غير مستحسن
bn_bd: আপনি অনুবাদে যুক্তি মডেল ব্যবহার করছেন যা প্রস্তাবিত নয়
de_de: Sie verwenden ein Denkmodell in der Übersetzung, was nicht empfohlen wird
es: Estás utilizando un modelo de razonamiento en la traducción, lo cual no es recomendable
hi_in: आप अनुवाद में तर्क मॉडल का उपयोग कर रहे हैं जो अनुशंसित नहीं है
id_id: Anda menggunakan model penalaran dalam terjemahan yang tidak disarankan
ja_jp: 推論モデルを使用していますが、翻訳には推奨されません
pt_br: Você está usando o modelo de raciocínio na tradução, o que não é recomendado
ru_ru: Вы используете модель рассуждения в переводе, что не рекомендуется
th_th: คุณกำลังใช้โมเดลการให้เหตุผลในการแปลซึ่งไม่แนะนำ
ur_pk: آپ ترجمہ میں استدلال ماڈل استعمال کر رہے ہیں جس کی سفارش نہیں کی جاتی ہے
vi_vn: Bạn đang sử dụng mô hình suy luận trong bản dịch, điều này không được khuyến khích

source: You're using reasoning model!
ar_ae: أنت تستخدم نموذج الاستدلال!
bn_bd: আপনি যুক্তি মডেল ব্যবহার করছেন!
de_de: Sie verwenden ein Denkmodell!
es: ¡Estás utilizando un modelo de razonamiento!
hi_in: आप तर्क मॉडल का उपयोग कर रहे हैं!
id_id: Anda menggunakan model penalaran!
ja_jp: 推論モデルを使用しています！
pt_br: Você está usando o modelo de raciocínio!
ru_ru: Вы используете модель рассуждения!
th_th: คุณกำลังใช้โมเดลการให้เหตุผล!
ur_pk: آپ استدلال ماڈل استعمال کر رہے ہیں!
vi_vn: Bạn đang sử dụng mô hình suy luận!

source: Your search api is not set
ar_ae: واجهة برمجة تطبيقات البحث الخاصة بك غير معينة
bn_bd: আপনার অনুসন্ধান API সেট করা নেই
de_de: Ihre Such-API ist nicht eingestellt
es: Tu API de búsqueda no está configurada
hi_in: आपका खोज एपीआई सेट नहीं है
id_id: API pencarian Anda belum diatur
ja_jp: 検索APIが設定されていません
pt_br: Sua API de pesquisa não está definida
ru_ru: Ваш поисковый API не настроен
th_th: ไม่ได้ตั้งค่า search api ของคุณ
ur_pk: آپ کی تلاش API سیٹ نہیں ہے
vi_vn: API tìm kiếm của bạn chưa được thiết lập
